---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingThickness
source: html/ecdab796-155f-113d-c9ee-473e8028a052.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingThickness Property

"Railing Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingThickness { get; }
```